quest = """
1.

У якому варіанті відповіді сформульовано призначення наукового дослідження?
А формулювання гіпотез, визначення обсягів фінансування науки,
розроблення контрактів для науковців
Б організація умов наукової праці, налагодження звʼязків між науковими
колективами, формування бази для обміну досвідом
В реферування наукових розвідок, огляд наукової літератури,
оприлюднення попередніх висновків
Г створення нової інформації, доведення гіпотез, формулювання висновків, коригування результатів

2.

Яка з наведених ознак є визначальною для наукового пізнання?
А орієнтація на практичну корисність результатів як основний критерій
достовірності знання
Б заперечення необхідності критеріїв достовірності в науці
В прийняття відкритості до помилки як необхідної умови наукового
знання
Г розуміння наукового знання як форми особистісного переживання
дослідника

3.

Як правильно підібраний метод впливає на наукову об’єктивність?
А забезпечує неупередженість у дослідженні
Б усуває потребу в перевірці гіпотез
В надає змогу підтвердити будь-яку думку
Г дає змогу перевіряти гіпотези на основі достовірних даних

4.

Що є основною метою наукового пізнання як особливої форми людської
діяльності?
А збір емпіричних фактів для їх узагальнення в концептуальних теоріях
Б інтерпретація індивідуального досвіду в контексті пізнання
В досягнення об’єктивної істини про навколишній світ та його закони
Г удосконалення вибраної сфери діяльності з метою її оптимізації

5.

Який складник дослідницької наукової публікації є обов’язковим?
А опис методики дослідження
Б джерела фінансування
В результати промислової апробації
Г перелік подальших досліджень

© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
6.

Яке з наведених тверджень найкраще пояснює поняття актуальності
наукового дослідження?
А використання новітніх методів і засобів у дослідженні
Б наявність великої кількості наукових публікацій з теми дослідження
В відповідність теми дослідження сучасним потребам науки і практики
Г обов’язкова наявність експериментальної частини в дослідженні

7.

Що є метою наукового дослідження?
А вивчення явища або процесу в межах об’єкта, на який спрямовано увагу
дослідника
Б отримання кінцевого результату, на досягнення якого спрямовано
дослідницьку діяльність у межах заданої теми
В застосування сукупності методів і засобів для реалізації етапів
дослідницької роботи
Г реалізація етапів поступового розкриття сутності досліджуваної
проблеми

8.

У чому полягає прогностична функція методології науки?
А поясненні причин виникнення явищ і процесів на основі аналізу даних
Б формулюванні припущень щодо майбутніх результатів наукових
досліджень
В передбаченні особливостей розвитку наукового пізнання
Г підборі стратегій наукового пізнання відповідно до їх майбутнього
призначення

9.

Що відображає суть наукової новизни у кваліфікаційній науковій роботі?
А узагальнення відомих положень з метою підтвердження актуальності
дослідження
Б формулювання очевидних висновків без необхідності обґрунтування
результатів
В отримання результатів, що суттєво доповнюють або вдосконалюють
наявні знання
Г визначення значущості теми та її важливості для розвитку суспільства

10. У чому полягає відмінність між фактом дійсності та фактом науки?
А факт дійсності існує незалежно від пізнання, а факт науки становить
осмислене та верифіковане знання
Б факт дійсності стосується буденної свідомості, а факт науки вимагає
філософського узагальнення
В факт дійсності стосується лише природного світу, а факт науки є
продуктом будь-якого типу знання, включаючи інтуїцію та особистий
досвід
Г факт дійсності як результат концептуального моделювання має
теоретичний характер, а факт науки має об’єктивну природу
2
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
11. Який метод доцільно застосувати для виявлення загального й особливого в
розвитку народів, країн, галузей знань?
А історичний
Б абстрагування
В формалізування
Г типологічний
12. Якщо науковий проєкт фінансує приватний інвестор, який очікує на
отримання конкретного продукту з комерційним потенціалом у чітко
визначені, стислі терміни, то як це дослідження класифікуватиметься за
джерелом фінансування та тривалістю?
А державне, довгострокове
Б госпдоговірне, короткострокове, пошукове
В грантове, довгострокове, фундаментальне
Г позабюджетне (приватне), короткострокове
13. Що згідно з методологією науки зазвичай передує науковому прориву?
А парадокс
Б відкриття
В узагальнення
Г експеримент
14. Який із прикладів демонструє застосування методу індукції?
А дослідник об’єднує знання про сюжет, персонажів і стиль художнього
твору для формування його цілісної інтерпретації
Б дослідник вивчає структуру аргументів у науковій статті, щоб
визначити логіку побудови переконливих тверджень
В дослідник робить висновок про значення світла для фотосинтезу,
спостерігаючи, як світло діє на декілька рослин
Г дослідник спираючись на закон всесвітнього тяжіння, передбачає, що
кинутий камінь обов’язково впаде на землю
15. Який каталог використовується для організації інформації про документи за
галузями знань відповідно до класифікаційних схем?
А реєстраційний
Б алфавітний
В систематичний
Г предметний
16. Яке твердження описує принципові відмінності наукового дослідження від
методу розв’язання проблеми шляхом «спроб і помилок»?
А Наукове дослідження прагне до об’єктивно обґрунтованих результатів,
тоді як метод спроб і помилок часто призводить до непередбачуваних
або випадкових висновків.
3
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
Б
В
Г

Наукове дослідження базується на систематичності, плануванні,
перевірці гіпотез та аналізі результатів, а метод спроб і помилок є
хаотичним та неструктурованим.
Метод спроб і помилок використовується лише в повсякденному житті,
а наукове дослідження – виключно в лабораторних умовах.
Наукове дослідження не потребує попередніх знань, на відміну від
методу спроб і помилок, який спирається на інтуїцію.

17. Яка міжнародна інституція розробила Рекомендації щодо відкритої науки?
А Всесвітня організація інтелектуальної власності
Б ЮНЕСКО
В Комісія ООН зі сталого розвитку
Г Рада Європи
18. Який метод передбачає виведення загального принципу з низки окремих фактів?
А аналіз
Б індукція
В дедукція
Г моделювання
19. Яка ознака наукової публікації забезпечує прозорість описаних досліджень?
А доступність опису статистичних процедур
Б наведення позитивних результатів
В повне і правдиве звітування про результати
Г пояснення технічних термінів і формулювань
20. Який термін у науковій методології означає осмислення та узагальнення
процесу й результатів попередніх спроб пізнання певного явища?
А методологічна рефлексія
Б наукова доброчесність
В методологічна компетентність
Г науковий історизм
21. Позначте поняття, яке має більший обсяг, але менший зміст.
А «Інформація»
Б «Знання»
В «Наукове дослідження»
Г «Пошук»
22. У процесі розробки нової наукової концепції формується система понять,
визначаються основні категорії, між ними встановлюються логічні зв’язки,
обґрунтовуються положення, які узагальнено описують певний фрагмент
об’єктивної дійсності. Яка форма наукового знання відповідає наведеній
характеристиці?
4
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
А
Б
В
Г

наукова теорія, що є цілісною системою знань про відповідну
предметну сферу
гіпотеза, що вимагає подальшої емпіричної перевірки
парадигма, яка орієнтує дослідження в межах прийнятого наукового
стилю мислення
методологічна модель, що окреслює процедурну організацію дослідження

23. Що являє собою репозиторій у контексті інформаційних ресурсів і наукової
діяльності?
А персональний блог, що містить наукову інформацію, авторські коментарі та публікації
Б цифрове сховище для зберігання та забезпечення доступу до електронних документів
В платформа для потокового передавання контенту в режимі реального часу
Г система структурування інформаційних ресурсів у цифровому
середовищі
24. Якому виданню присвоюється ідентифікатор ISSN?
А наукова монографія
Б навчальний посібник
В науковий журнал
Г препринт статті
25. На якому рівні методологічного обґрунтування кваліфікаційної роботи
визначають комплекс методів дослідження?
А конкретнонауковому
Б загальнонауковому
В філософському
Г методичному
26. Якій сфері діяльності людини загрожує ризик зловживання через відкритий
доступ до наукових досліджень?
А кліматології
Б математиці
В біоінженерії
Г астрономії
27. Яка ключова характеристика відрізняє науковий метод від інших методів
пізнання?
А відповідністю загальноприйнятим суспільним переконанням
Б значущістю для безпосереднього практичного застосування
В можливістю відтворення та перевірки результатів
Г творчим характером і відкритістю до інтерпретацій
5
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
28. У чому полягає ключова відмінність між первинними та вторинними
джерелами наукової інформації?
А первинні джерела містять узагальнені висновки, а вторинні –
оригінальні дані, тому їх поєднання дає змогу розкрити тему як
глибоко, так і широко
Б первинні джерела містять результати оригінальних досліджень, а
вторинні – узагальнення та систематизацію, що дає змогу отримати як
детальні дані, так і широке уявлення про проблему
В первинні джерела використовуються лише для емпіричних досліджень,
а вторинні – для теоретичних, що визначає їх взаємодоповнюваність та
взаємоконтрольованість
Г первинні джерела призначені для фахівців у вузькій галузі досліджень,
а вторинні – для широкої аудиторії
29. Яку вимогу порушує порівняння агресивності хлопчиків 7 років із
ввічливістю дівчат 7 років в гендерному дослідженні?
А відсутність еталона для порівняння
Б неоднорідність ознак для порівняння
В відсутність схожості об’єктів для порівняння
Г несуттєвість порівняння
30. Яке із зазначених тверджень описує об’єктивний підхід до вибору методів
дослідження?
А Методи, які гарантують отримання бажаних результатів та об’єктивну
валідність.
Б Методи, що відповідають меті, завданням, об’єкта та предмета дослідження.
В Методи, які характеризуються легкістю застосування та методичною
зручністю.
Г Методи, що базуються на емпіричному досвіді дослідника та наукових
уподобаннях.
31. Яким чином наукове пізнання взаємопов’язане з науковим знанням?
А відображає об’єктивний зміст науки
Б є процесом, результатом якого є наукове знання
В є результатом наукового знання
Г має форму завершених наукових концепцій
32. Яка з перелічених вимог забезпечує можливість верифікації (перевірки)
результатів спостереження?
А використання лише прихованого спостереження
Б детальне протоколювання, що дає змогу відтворити умови та порівняти
результати
В відмова від будь-яких приладів та інструментів
Г створення якомога меншої кількості записів
6
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
33. Що з наведеного описує формалізацію як науковий метод?
А використовує знакові та символічні системи для представлення знань
про об’єкти, що дає змогу їх точніше аналізувати та описувати
Б передбачає заміну конкретного об’єкта дослідження (оригіналу) на іншу,
подібну до нього модель, яка може не відображати всіх аспектів оригіналу
В формує поняття, проте реальні прототипи цих понять можуть бути лише
приблизними і не завжди точно відображають досліджувані об’єкти
Г виділяє істотні зв’язки, властивості та відношення предметів або явищ,
але не завжди використовує знакові системи для цього
34. Яке з тверджень найкраще описує спостереження як метод наукового
дослідження?
А проведення спостережень лише за наявності зовнішнього стимулу
Б отримання наукових даних через пильне вивчення об’єктів і явищ
В збір даних вибірково, згідно з попередніми результатами
Г реагування на зміну умов без попереднього плану
35. Яка мета попереднього огляду наукової літератури під час формулювання
теми дослідження?
А вивчення джерел для обґрунтування емпіричних даних
Б ознайомлення з вимогами до підготовки дослідження
В визначення сучасного стану розробленості проблеми
Г виявлення методичних підходів без критичного аналізу
36. У процесі наукового пізнання дослідник застосовує загальні положення для
пояснення окремих фактів і прикладів. Який вид мислення він використовує?
А абстрагування
Б конкретизацію
В індуктивне узагальнення
Г логічне узагальнення
37. Яке з наведених тверджень передає сутність поняття «наукове
дослідження»?
А спрямоване на отримання нових знань з уточненням існуючих уявлень
Б спрямоване на практичне застосування вже здобутих знань у нових умовах
В зосереджене на виявленні взаємозв’язків між існуючими фактами в
нових умовах
Г зосереджене на систематизації наявних фактів з логічним упорядкуванням
38. Що з наведеного є прикладом фальсифікації результатів дослідження?
А маніпулювання фактичними даними з авторитетних джерел
Б посилання на авторитетні джерела в роботі
В використання цитат з дотриманням правил цитування
Г самостійне виконання завдання без допомоги інших
7
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
39. Яких етичних принципів має дотримуватися вчений під час обговорення,
полеміки та висловлювання критичних зауважень?
А рівноправності, фактичної обґрунтованості, достовірності
Б конфіденційності, стійкої толерантності, наполегливості
В стійкості, логічності, експертної ґрунтовності
Г непохитності, поваги до колег, об’єктивності інформації
40. Яка методологічна умова є необхідною для того, щоб результати порівняння
двох явищ у науковому дослідженні були валідними?
А однорідність ознак
Б однакові джерела походження
В історична взаємопов’язаність
Г тотожність умов
41. Яка функція науки реалізується, коли людина за допомогою наукових знань
усвідомлює загальну картину світу та своє місце в ньому?
А пізнавальна
Б практична
В світоглядна
Г освітня
42. Яке з наведених визначень відображає зміст поняття методології науки у
вузькому значенні?
А комплекс процедур, що спрямовані на перевірку гіпотез і формулювання висновків
Б вчення про загальні принципи побудови наукового пізнання
В система способів і прийомів організації наукового пізнання
Г сукупність підходів до інтерпретації та пояснення наукових результатів
у конкретній галузі
43. За якою схемою відбувається процес отримання нових наукових знань?
А дослідження – парадокс – парадигма
Б парадигма – дослідження – нова парадигма
В парадигма – парадокс – нова парадигма
Г парадокс – дослідження – парадигма
44. Позначте визначення детермінованості як ознаки наукового методу.
А незалежність наукових результатів від особистих думок та упереджень
дослідника
Б відповідність наукового методу або результату поставленій меті та
предмету дослідження
В стабільність і відтворюваність результатів дослідження за умови його
повторення
8
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
Г

зумовленість явищ певними причинами та наявність між ними
закономірних зв’язків

45. Яке поняття визначає вихідні знання, процес і результат пізнавальної
діяльності?
А парадигма
Б принцип
В теорія
Г прийом
46. Що є характерним для використання аксіологічного підходу в методології
наукового дослідження?
А слідування етичним нормам у науці та діяльності дослідника
Б орієнтація на об’єктивні закони природи та принципи суспільства
В врахування ціннісних орієнтирів науки, суспільства та вченого
Г вивчення людини як біосоціальної істоти та її еволюції
47. У чому полягає сутність прагматичного підходу до наукового дослідження?
А сприйнятті науки як цінності незалежно від її практичних результатів
Б зосередженні на практичній користі та виконанні прикладних завдань
В переважному акцентуванні на абстрактних теоріях без орієнтації на
практичне застосування
Г відокремленні наукових досліджень від практичних потреб і
соціального контексту
48. До якої групи належать методи, які переважно застосовують для
формування попередніх гіпотез за умови браку фактів?
А евристичні
Б статистичні
В емпіричні
Г формально-логічні
49. Яке з наведених визначень відповідає загальнонауковому рівню методології?
А дослідження на основі світоглядно-наукових принципів пізнання
Б сукупність методів дослідження, які застосовуються в тій чи іншій
галузі знання
В формулювання загальних принципів, які визначають логіку знання
Г структура і зміст окремих галузей знання в їхній сукупності
50. Яка з наведених характеристик найбільшою мірою визначає достовірність
наукового методу?
А здатність швидко давати практичні результати
Б можливість перевірити та відтворити результати іншими дослідниками
В чіткість і стислість формулювання гіпотези
Г узгодженість результатів із загальноприйнятими теоріями
9
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
51. Що найточніше відображає зміст принципу об’єктивності в науковому
пізнанні?
А відповідність теоретичних методів актуальним соціокультурним
запитам
Б урахування індивідуального досвіду та наукової інтуїції в інтерпретації
результатів
В орієнтація на отримання знань, вільних від суб’єктивних впливів і
упереджень
Г вибір методології дослідження залежно від світоглядної позиції
дослідника
52. Що з наведеного визначає актуальність наукового дослідження?
А визначення методологічної доцільності дослідження
Б формулювання теоретичних підходів до теми
В обґрунтування значущості наукових розвідок
Г узагальнення використаних джерел літератури
53. Яке визначення фундаментальних наукових досліджень подано в статті 1
Закону України «Про наукову і наукову-технічну діяльність» у редакції від
09.04.2025?
А теоретичні та експериментальні наукові дослідження, спрямовані на
одержання нових знань про закономірності організації та розвитку
природи, суспільства, людини, їхніх взаємозв’язків
Б теоретичні та експериментальні наукові дослідження, спрямовані на
одержання і використання нових знань для практичних цілей
В теоретичні та експериментальні наукові дослідження, спрямовані на
підтвердження чи спростування гіпотез і умовиводів у різних галузях
знання
Г теоретичні та експериментальні наукові дослідження, спрямовані на
розв’язання глобальних проблем людства
54. Що стало головною передумовою переходу від традиційних бібліотечних
каталогів до електронних?
А розвиток комп’ютерних технологій та мережевих комунікацій
Б масове зростання обсягів публікацій у світі
В необхідність стандартизації бібліографічних описів на міжнародному рівні
Г обмеженість простору для зберігання карткових каталогів
55. Який тип експерименту проводиться в спеціальних умовах для ізоляції
об’єкта та забезпечення достовірності результатів?
А лабораторний
Б польовий
В натурний
Г виробничий
10
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
56. Який метод наукового пізнання передбачає створення і багаторазове
відтворення штучно контрольованих умов для перевірки гіпотез щодо
досліджуваного об’єкта?
А експеримент
Б спостереження
В описовий аналіз
Г моделювання
57. Який термін вказує на перебільшення ролі методу, коли його вважають
універсальним інструментом для наукових відкриттів?
А методологічний анархізм
Б методологічна ейфорія
В методологічний негативізм
Г методологічний позитивізм
58. Позначте твердження, яке розкриває сутність принципу об’єктивності
наукових досліджень.
А Утверджує загальну, закономірну обумовленість одного явища іншим
та тісно пов’язаний із з’ясуванням діалектики випадковості,
необхідності, можливості, дійсності.
Б Передбачає повне й всебічне відображення процесів становлення і
розвитку об’єкта дослідження, його суперечностей, процесу кількісних
і якісних змін, їхнього взаємного переходу.
В Вимагає неупередженості в інтерпретації дійсності, розгляду процесів,
явищ, речей такими, якими вони є, достовірно, в усій різноманітності
їхніх сторін, зв’язків, відносин.
Г Диктує, щоб суспільні науки повно і всебічно відображали найбільш
істотні сторони будь-яких процесів і закономірностей, котрі
забезпечують розвиток суспільства.
59. До якого типу наукової комунікації належить спілкування наукового
керівника й дисертанта?
А неформальної
Б організаційної
В вертикальної
Г горизонтальної
60. В якому з наведених формулювань відображено значення наукового
дослідження для суспільства?
А сприяє пізнанню дійсності, аналізу соціальних і природних явищ
Б сприяє обробці та інтерпретації масових даних щодо різних соціальноекономічних явищ і процесів
В сприяє прогнозуванню процесів і явищ у природі та соціальній дійсності
Г сприяє соціальному прогресу, появі нових технологій та
вдосконаленню суспільних механізмів
11
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
61. Яка пізнавальна суперечність є безпосередньою передумовою для
формування наукової проблеми?
А складнощі в інтерпретації відомих фактів через недостатній досвід
дослідника
Б неузгодженість між накопиченими знаннями та їхньою логічною
структурою
В виявлення емпіричних фактів, що не пояснюються усталеною
науковою теорією
Г потреба підтвердити або уточнити наявні положення сформульованої
теорії
62. До якого рівня наукового пізнання належать методи, які безпосередньо
пов’язані з явищами, що вивчаються і використовуються на етапі
формування наукової гіпотези?
А емпіричного
Б концептуального
В теоретичного
Г аналітичного
63. У базі даних результатів проведеного дослідження виявлено помилки. Що є
найбільш доцільним для забезпечення достовірності інформації в процесі
подальшого аналізу?
А ігнорувати помилкові записи та проводити аналіз отриманих даних
Б перевірити джерело і виправити помилки, якщо це можливо
В замінити некоректні значення середніми значеннями для відповідних
змінних
Г використати отримані дані без змін, однак зазначити це в підсумковому
звіті
64. Який з наведених принципів входить у поняття академічної доброчесності?
А самостійність у виконанні наукових і навчальних завдань
Б справедливість та об’єктивність
В використання ідей без посилання на джерела
Г ігнорування правил цитування
65. Що слід зробити перед остаточним формулюванням теми наукового
дослідження?
А визначити основні терміни
Б проаналізувати фахові джерела
В узгодити варіанти з рецензентом
Г протестувати методи збору даних
12
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
66. Яка теорія стверджує, що наукова істина є відповідністю знань до дійсності?
А кореспондентська
Б когерентна
В конвенційна
Г прагматична
67. Яка ключова ознака вторинних документів у наукових дослідженнях
відрізняє їх від первинних?
А повне відтворення даних дослідження з оригінальних джерел для
повторного аналізу
Б узагальнення інформації з першоджерел і подання її у скороченому
вигляді
В використання як замінника первинного документа у разі відсутності
доступу до нього
Г архівування та довгострокове збереження оригінальних матеріалів
68. Який рівень наукового пізнання ґрунтується на чуттєвому пізнанні
людиною дійсності?
А асоціативний
Б емпіричний
В споглядальний
Г теоретичний
69. Що охоплює поняття відкритих наукових знань у контексті забезпечення
рівного доступу до результатів досліджень?
А публікації, дані, освітні ресурси, доступні в межах конкретної
академічної установи
Б публікації, дані, програмне забезпечення, які розташовані на
платформах з обмеженим доступом
В публікації, дані, програмне забезпечення та освітні ресурси, доступні
для вільного використання
Г публікації, дані, результати досліджень, матеріали з конфіденційним
доступом
70. Яка форма методології є найвищою за рівнем, оскільки аналізує науку у
взаємозв’язку з суспільством, культурою та практикою, формуючи її
світоглядні засади?
А філософська
Б загальнонаукова
В частково наукова
Г конкретно наукова

13
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
71. Який з чинників обмежує застосування отриманого знання?
А емпірична основа
Б залежність від контексту
В методологічна адаптивність
Г теоретична узагальненість
72. Яке розуміння пізнавальних можливостей людини характерне для
агностицизму як філософської позиції?
А людське пізнання не знає меж і здатне продукувати надійні, ґрунтовні,
достовірні знання
Б у процесі пізнання людина не здатна оволодіти достовірним істинним
знанням
В сумнівними є як позитивні можливості пізнання, так і повна
неспроможність людини що-небудь знати
Г результат пізнання залежить від історичного контексту, а також
суб’єктивних або культурних факторів
73. Що є формою підготовки докторів філософії як наукових кадрів вищої
кваліфікації?
А аспірантура
Б докторантура
В постдокторантура
Г інтернатура
74. Яке поєднання методів забезпечує всебічне
дослідження з урахуванням його розвитку?
А структурного і порівняльного
Б історичного і логічного
В статистичного і графічного
Г формального і догматичного

відтворення

об’єкта

75. Який із принципів наукового пізнання орієнтує дослідника на осмислення
як окремих компонентів об’єкта пізнання, так і логіки їхньої взаємодії в
межах цілісної концептуальної моделі, що водночас включена в ширший
контекст взаємопов’язаних явищ?
А принцип достатньої повноти обґрунтування
Б принцип системності
В принцип єдності аналізу й синтезу
Г принцип об’єктивності
14
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
76. Яке з наведених визначень відповідає змісту відкритої науки щодо
управління науковими даними згідно з методичними рекомендаціями
МОН?
А Спосіб організації та реалізації наукової діяльності, який передбачає
забезпечення доступу до об’єктів дослідницької інфраструктури та
наукових результатів з можливістю їх багаторазового використання.
Б Спосіб організації та реалізації наукової діяльності, який передбачає
створення спеціалізованих репозиторіїв для зберігання наукових даних
з можливістю контрольованого доступу.
В Спосіб організації та реалізації наукової діяльності, який передбачає
стандартизацію процедур публікації наукових результатів через
відкриті журнали з можливістю вільного читання.
Г Спосіб організації та реалізації наукової діяльності, який передбачає
координацію міжнародних дослідницьких проєктів з можливістю
спільного використання ресурсів.
77. Яке з наведених тверджень найточніше відображає зміст поняття
«методологічна рефлексія» як характеристики дослідника?
А здатність аналізувати власну наукову діяльність, міркувати про
позитивні і негативні сторони цієї діяльності
Б знання основних методів і підходів у наукових дослідженнях, стійка
потреба в оновленні професійних знань
В розуміння та використання різних методів для досягнення мети
наукового дослідження
Г здатність ефективно застосовувати методи наукового дослідження на
практиці
78. Яка з наведених послідовностей етапів наукового дослідження є
правильною?
А організаційний, дослідницький, узагальнювальний, апробаційний,
реалізація результатів дослідження
Б дослідницький, організаційний, апробаційний, реалізація результатів
дослідження, узагальнювальний
В узагальнювальний,
дослідницький,
апробаційний,
реалізація
результатів дослідження, організаційний
Г апробаційний, організаційний, дослідницький, реалізація результатів
дослідження, узагальнювальний
79. Які принципи відкритої науки забезпечують можливість перевірки
достовірності результатів дослідження іншими вченими?
А прозорість, контроль, критичний аналіз і відтворюваність
Б рівність можливостей і гендерний паритет
В півпраця, участь та інклюзивність
Г відповідальність, повага й підзвітність
15
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
80. Яке з наведених положень розкриває теоретичну та практичну значущість
очікуваних результатів під час вибору теми наукового дослідження?
А забезпечує дотримання міждисциплінарного підходу та логічну
структуризацію джерельної бази
Б дає змогу актуалізувати тему відповідно до пріоритетних напрямів
дослідження зарубіжних науковців
В сприяє обґрунтуванню актуальності, новизни та можливостей
реалізації отриманих результатів
Г уможливлює виявлення проблемної зони у змісті вступної частини
наукової роботи
81. Яке з наведених визначень відображає сутність предмета наукового
пізнання?
А об’єктивно задана частина реальності, що існує незалежно від суб’єкта
пізнання, охоплює конкретні явища та процеси, повністю фіксується
або вивчається всіма галузями науки
Б ідеалізована модель об’єкта, яка включає найбільш суттєві властивості,
закономірності та зв’язки, виділені суб’єктом з метою наукового
дослідження
В узагальнене систематизоване знання про різні об’єкти, що
досліджуються в межах наукової галузі, яке формується незалежно від
конкретної мети або методів пізнання
Г сукупність фактів і спостережень, зібраних у процесі емпіричного
дослідження, без необхідності теоретичного узагальнення чи побудови
концептуальної моделі
82. Який структурний компонент наукової публікації слугує основою для
оцінки її актуальності?
А висновки з оцінкою можливого впливу результатів на подальші
дослідження
Б визначення сутності наукової проблеми та її значення для науки
В огляд досліджень із порівнянням результатів власного дослідження
Г розділ із аналізом дискусійних питань у наукових джерелах
83. У якому з варіантів правильно розкрито поняття «фабрикація» як
порушення академічної доброчесності?
А вигадування даних чи фактів, що використовуються в освітньому
процесі або наукових дослідженнях
Б використання даних чи фактів, що вже були опубліковані іншими
авторами, в освітньому процесі
В свідома зміна чи модифікація вже наявних даних, що стосуються
освітнього процесу чи наукових досліджень
Г оприлюднення (частково або повністю) власних раніше опублікованих
наукових результатів як нових наукових результатів
16
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
84. У чому полягає основна відмінність між прикладними та
фундаментальними науковими дослідженнями?
А Фундаментальні дослідження спрямовані на вивчення базових
закономірностей і теоретичних основ явищ, а прикладні – на виконання
конкретних практичних завдань.
Б Фундаментальні дослідження орієнтовані на формування цілісного
уявлення про навколишній світ, а прикладні – на розширення існуючих
теоретичних підходів у межах окремої галузі.
В Фундаментальні дослідження зосереджені на концептуальному
обґрунтуванні майбутніх розробок, а прикладні – на адаптації наукових
ідей до прикладних умов.
Г Фундаментальні дослідження спрямовані на розв’язання глобальних і
наукових проблем, а прикладні – на реалізацію інженерних або
виробничих проєктів за запитом замовника.
85. Яка ознака є ключовою для емпіричного рівня наукового пізнання?
А формування законів і теорій
Б узагальнення фактів у систему
В безпосередній зв’язок з досвідом
Г пояснення сутності явищ
86. Яким чином у дослідницькій роботі обґрунтовують наукову новизну
отриманих результатів?
А результати порівнюють з існуючими й доводять їхню унікальність
Б зазначають, що об’єкт дослідження ще ніхто не розглядав
В роблять посилання на велику кількість наукових джерел
Г отримані результати публікують в авторитетному науковому журналі
87. Що НЕ є ознакою наукового методу?
А об’єктивність
Б детермінованість
В результативність
Г відтворюваність
88. Яке з цих тверджень характеризує «відповідальність» як принцип
академічної доброчесності?
А дотримання етичних норм учасниками дослідницького процесу щодо
впливу на суспільство та збереження наукової спадкоємності
Б охоплення всіх етапів наукового дослідження – від задуму до публікації
результатів включно із забезпеченням якості та прозорості
В забезпечення відкритого доступу до результатів дослідження та
полегшення їх використання
Г оцінка достовірності результатів здійснюється незалежно від
емпіричних доказів, якщо є достатня внутрішня логіка дослідження
17
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
89. Чим обґрунтована важливість відкритої наукової інфраструктури для
сучасної науки?
А дає змогу централізовано контролювати академічну публікаційну
політику
Б сприяє поширенню знань і зменшує дублювання досліджень
В забезпечує зберігання даних без подальшого використання
Г забезпечує використання цифрових інструментів у науковій
комунікації
90. До якого поняття належать заходи: обговорення на семінарах,
конференціях, оприлюднення, експериментальне впровадження наукових
результатів?
А достовірність
Б апробація
В критика
Г вдосконалення
91. Чим відрізняються теоретичні методи від емпіричних у науковому
дослідженні?
А теоретичні методи базуються на аналізі та моделюванні, емпіричні ‒ на
зборі фактичних даних
Б теоретичні методи використовують уявні експерименти, емпіричні ‒
логічний аналіз
В теоретичні методи зосереджені на перевірці наукових тверджень,
емпіричні ‒ на моделюванні
Г теоретичні методи отримують знання про дійсність інтуїтивним
шляхом, емпіричні ‒ узагальнюють досвід
92. Який з наведених варіантів НЕ відповідає функції оприлюднення
результатів наукової роботи?
А публікація статті у фаховому журналі з відкритим доступом
Б архівування статті в інституційному репозитарії з обмеженим доступом
В представлення результатів на конференції без подальшої публікації
матеріалів
Г розміщення препринта статті в репозитарії з відкритим доступом
93. Яке з наведених тверджень характеризує основну мету фундаментальних
наукових досліджень?
А розробка конкретних технологій для впровадження у виробництво
Б отримання знань про закони природи, суспільства й мислення без
орієнтації на практику
В виконання поточних практичних завдань, що стоять перед певною
галуззю промисловості чи сферою послуг
Г комерціалізація наукових відкриттів і винаходів
18
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
94. У якій із наведених ситуацій проявляється фальсифікація як порушення
академічної доброчесності?
А вигадування даних або фактів, які не були отримані насправді, але
подаються як результати дослідження
Б навмисна зміна або модифікація одержаних даних, щоб вони краще
відповідали очікуваним результатам
В публікація результатів дослідження, отриманих іншими дослідниками,
але без зазначення справжніх авторів
Г надання неправдивої інформації про свою наукову діяльність у звітних
документах чи заявках
95. Яким чином непрозорість методик штучного інтелекту впливає на
відтворюваність і довіру до наукових результатів?
А унікальність непрозорих рішень штучного інтелекту підвищує новизну
дослідження, що автоматично зміцнює його авторитет
Б методики штучного інтелекту можуть використовувати закриті бази
даних, що підвищує їхню достовірність та релевантність
В нерозуміння алгоритмів штучного інтелекту унеможливлює
відтворення результатів, що підриває принципи наукової об’єктивності
та довіри до дослідження
Г проблема непрозорості стосується лише інтерфейсу користувача і не
впливає на достовірність наукових висновків
96. Чим визначається цінність наукового знання на засадах аксіологічного
підходу?
А кількістю проведених під час дослідження експериментів
Б важливістю знань для людини та суспільства
В швидкістю отримання результатів
Г точністю вимірювань наукових знань
97. Яке з наведених визначень відповідає призначенню інформаційнопошукової системи в контексті наукової діяльності?
А зберігання особистих даних користувачів в онлайн-архівах
Б доступ до віртуальних освітніх курсів через браузер
В оброблення, систематизація та надання наукових матеріалів
Г проведення електронного анкетування та опитувань у базах даних
98. Який орган виконує функцію незалежного контролю за ефективністю
наукової діяльності державної наукової установи відповідно до
законодавства України?
А Наглядова рада
Б Ревізійна комісія
В Кабінет Міністрів України
Г Міністерство освіти і науки України
19
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
99. Що є ключовим джерелом наукових знань згідно з раціоналізмом як
філософським напрямом, заснованим Рене Декартом?
А чуттєвий досвід
Б діяльність розуму
В відчуття і сприйняття
Г суб’єктивний досвід
100. У чому полягають основні призначення системного аналізу в наукових
дослідженнях?
А виявлення та ідентифікація в багатокомпонентних об’єктах
різнотипних зв’язків і засобів аналізу
Б встановлення системних ризиків і невизначеності, їх врахування й
оцінювання під час вибору оптимального рішення
В декомпозиція мети, вибір засобів за встановленими критеріями для
обґрунтування рішень та досягнення мети
Г реструктуризація та кількісне визначення проблем, в яких суттєві
залежності виявлені та виражені в числах і символах

20
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
Правильні відповіді до завдань екзаменаційної роботи
№

Відповідь

1

Г

2

В

3

А

4

В

5

А

6

В

7

Б

8

Б

9

В

10

А

11

А

12

Г

13

А

14

В

15

В

16

Б

17

Б

18

Б

19

В

20

А

21

Б

22

А

23

Б

24

В

25

А

26

В
21

© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
27

В

28

Б

29

Б

30

Б

31

Б

32

Б

33

А

34

Б

35

В

36

Б

37

А

38

А

39

А

40

А

41

В

42

В

43

В

44

Г

45

Б

46

В

47

Б

48

А

49

Г

50

Б

51

В

52

В

53

А

54

А
22

© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
55

А

56

А

57

Б

58

В

59

В

60

Г

61

В

62

А

63

Б

64

А

65

Б

66

А

67

Б

68

Б

69

В

70

А

71

Б

72

Б

73

А

74

Б

75

Б

76

А

77

А

78

А

79

А

80

В

81

Б

82

Б
23

© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

Єдине вступне випробування – 2025
83

А

84

А

85

В

86

А

87

Г

88

Б

89

Б

90

Б

91

А

92

Б

93

Б

94

Б

95

В

96

Б

97

В

98

А

99

Б

100

В

24
© Державна установа «Науково-методичний центр вищої та фахової освіти», 2025

"""


questions = quest.split("\n\n")

print(f"Total questions: {(questions)}")